Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Descended from Divinity (천마는 평범하게 살 수 없다).tmx
Source language: ko_kr
Languages: en_us

source: 그렇기에 블러드 팽은 엄청난 악명을 얻을 수 있었다.{j}대단한 세력이 아닌데도 불구하고, 목숨을 걸고 귀족을 테러하는 엄청난 일을 벌였으니 말이다.
en_us: However, the Blood Fang was different. They were able to gain the infamy because they didn’t differentiate nobles from commoners. The Blood Fang would go to the extent of conducting suicide bombing attacks to get their revenge against the nobles, which allowed them to become fearful beings even for the aristocrats.{j}

source: 공격적인 스텝을 밟으면서 위에서 내리찍는 공격을 연속적으로 휘둘렀다.
en_us: Chris took the offensive once more and went for a series of attack striking his sword downward against Roman.

source: 약육강식의 세계.{j}그곳에서의 패배는 죽음을 말한다.
en_us: In a world where only the strongest survive, the cost of failure was only death.{j}

source: 그는 자신의 귀를 의심했다.
en_us: He couldn’t believe his ears at first when called by his captain, frowning unpleasantly.

source: 다른 사람도 아니고 드미트리의 얼간이에게 패배했다는 사실에, 쥐구멍에라도 얼굴을 숨기고 싶었다.{j}그러나 어쩌겠는가.{j}그것이 현실인 것을.
en_us: It felt like the sky had fallen in his world as he realized that he had lost to none other than Dimwit Dimitri. The reality felt so cruel for him to accept it.{j}{j}

source: 로만, 아니 백중혁.{j}그는 약육강식(弱肉強食)의 세계에서 살았다.
en_us: As described numerous times, Junghyeok Baek was from a world where the strongest feed on the weak. In his world, even a slight hesitation when killing the weak would cost his life. That was the very reason he became a determined person who immediately put his word into action.{j}

source: “……그건 잘 모르겠습니다.”
en_us: “...I am not aware, my Lord.”

source: “뭐, 뭐라고?”
en_us: “Wh-what?!”

source: 게다가.{j}‘드미트리의 마음을 달래야 한다.{j}그들이 복수의 방법으로 바르코와 손이라도 잡는 날에는, 결사 항전의 방법조차도 통하지 않는다.’
en_us: It’s essential that I appease the Dimitris before they decide to join forces with House Barco. If they do join forces, it would mean inevitable defeat for us. We wouldn’t stand a chance.{j}{j}

source: 대리 대련이든 뭐든 간에, 자신의 패배는 말이 되지 않았다.
en_us: A proxy-duel or not, he knew it was impossible for him to lose against such an amateur.

source: “드미트리의 도련님은 상관하지 마십시오.{j}이건 우리가 처리할 일입니다.”{j}
en_us: “This isn’t a game for a young lord of House Dimitri to interfere. Go mind your own business,” he said with laughter.

source: 로만 도련님.{j}그를 따르면서 이런 말을 들어 본 적은 단 한 번도 없었다.{j}겨우 천민에 불과한 자신을 진심으로 받아 주는 그의 모습에, 한스는 자신도 모르게 감정이 울컥했다.
en_us: Lord Roman had never referred to him as his loyal servant during the past 25 years of his service. As he continued to medidate over the words, he was soon filled with emotions honored by his young lord’s sincere gratitude for a worthless peasnt like himself.{j}{j}

source: “제가 로만 도련님에게 모든 것을 말했습니다.{j}블러드 팽의 본거지는 이곳 드미트리가 아니라, 로렌스 한복판에 있다는 사실을요.{j}그 말을 듣자마자 로만 도련님은 자리를 떠나셨습니다.{j}아무래도 혼자 일을 처리하려는 것 같은데, 혼자만의 힘으로는 절대 그들을 감당할 수 없습니다.{j}그러니 얼른 로만 도련님을 도와주십시오!{j}도련님을 도와, 반드시 블러드 팽의 뿌리를 뽑아야 합니다!”
en_us: “I told everything to Lord Roman. I told him that the Blood Fang’s main base isn’t located in the land of Dimitri, but instead in Lawrence. As soon as he heard my information, he left alone to wipe the Blood Fang out. But he can never do it alone. So you must hurry and reinforce him. You must help Lord Roman wipe out the Blood Fang for good!”{j}{j}{j}{j}{j}

source: 만약 조나단 기사단장이 도와주었다 할지라도, 자신이 직접 보고 경험한 로만이라는 사람은 얼간이라고 불릴 만큼 하찮은 인간이 아니었다.{j}자신이 행한 일에 책임을 질 줄 알았으며, 내뱉은 말을 지키는 행동력도 갖추고 있었다.{j}그리고 블러드 팽의 리더인 벤 마일즈를 직접 처단했을 정도면, 검도 휘두르지 못하는 반푼이라는 소문 또한 거짓일 확률이 높았다.
en_us: The conclusion she reached was that all the rumors she heard about Roman were a lie. The person she met at back at Dimitri castle was strongly determined and seemed like a man of his words. Even if he had help from the Dimitri Knights, it would be impossible for Dimwit Dimitri to take care of the Blood Fang. Also, if the words were true about Roman personally executing Ben Miles in public, then the rumor of him being unable to wield a sword must be a lie.{j}{j}

source: 로메로 남작의 집무실.
en_us: The closed door of Baron Romero was suddenly forced open.

source: 자살 테러?{j}그런 건 일상이었다.
en_us: A suicide terror was nothing compared to what he had to go through.{j}

source: 조나단의 제자로서 반년 만에 마나를 느꼈을 때, 드미트리에서는 천재가 나타났다고 난리가 났었다.
en_us: It was expected from him because when he first sensed his mana in just six months under Jonathan’s training, the land of Dimitri announced that they had found a prodigy.

source: “앞으로 너의 가족은 생계 문제를 걱정할 필요가 없다.{j}찬 바람을 막아 주는 따뜻한 집에서, 매일 삼시 세끼 맛있는 음식을 먹으며, 하루하루를 고단한 일로만 보내는 것이 아니라 취미 생활도 즐기는 그런 삶을 살게 되겠지.{j}그렇게 살아갈 방법은 간단하다.{j}앞으로 내가 그리 만들 생각이다.”
en_us: “If you accept my offer, you won’t have to worry about your family’s livelihood anymore. They will be granted with a warm and cozy house full of delicious meals. Furthermore, instead of working their entire life, they will be allowed to enjoy their lives to the fullest. I will make sure of it.”{j}{j}{j}

source: “새벽의 눈물, 27년산으로.”
en_us: “Give me Tears of Dawn, Year 27.”

source: 손이 떨렸다.{j}이마에서는 식은땀이 흘러내렸고, 자신의 팔을 바라보는 시야가 현기증에 흐릿해지는 기분이었다.
en_us: Kevin felt his hand tremble in fear, his forehead drip with cold sweat, and his eyes going dim as he looked at his arm feeling nauseous.{j}

source: 마법사들은 마나를 서클에 저장한다면, 기사들은 기본적으로 마나를 전신에 퍼트렸다.
en_us: Unlike mages who would store their mana in form called “the circle,” fundamentally knights would spread their mana throughout the body and use it accordingly.

source: “제가 왜 거짓을 말하겠습니까.”
en_us: “Why would I lie about this?”

source: “뭐?”
en_us: “Huh?”

source: 웃음이 나왔다.
en_us: Everything about Hans made Roman smile.

source: 많은 남정네가 흠모하는 꽃이라 한들, 그 가치는 사람에 따라 다른 법.{j}로만은 플로라가 아무것도 아니라는 듯이 시선을 돌리더니, 그녀를 두고 자리를 떠나 버렸다.
en_us: Even the most beautiful flower in the world could be perceived differently depending what the person valued the most. To Roman, Flora was nothing but a stranger. He calmly turned away from her and went on his way.{j}

source: “영주님!{j}영주님!”
en_us: “My Lord! My Lord!”{j}

source: “왜 그 사실을 숨기고 있었지?{j}이 아비에게 말했다면, 분명히 전폭적으로 지원을 해 주었을 텐데.”
en_us: “Why haven’t you told me earlier? If you have, I would’ve fully supported you in your training.”{j}

source: 당연했다.{j}상대가 로만 드미트리다.{j}이겨도 본전이요, 패배할 경우는 기사단 퇴출을 걱정해야 할 상황.
en_us: It was as expected, because their opponent was none other than Roman Dimitri. They knew there was nothing to gain from this duel. If they were to lose against Dimwit Dimitri, they would only defame their reputation.{j}{j}

source: 얻어맞은 사내가 정신을 차리지 못하는 사이, 다른 사내의 허벅지에는 로만이 던진 단검이 꽂혔다.
en_us: He had a dagger stabbed straight through his thigh.

source: 정의?
en_us: There was no room for justice in such a world.

source: “제가 로만 도련님을 따르기 시작한 지도 벌써 이주가 넘었습니다.{j}그중 일주일은 폐관 수련을 하느라 날렸고, 나머지 일주일은 케빈에게 밀려 수련을 구경만 하고 있습니다.{j}혹여 처음에 버르장머리 없게 군 것이 못마땅해서 그런 거라면 진심으로 사죄드리겠습니다.{j}그러니까, 저도 케빈처럼 뭐라도 가르쳐 주십시오.{j}어떤 가르침이든 정말 열심히 배울 자신 있습니다.”
en_us: “It has already two weeks since I’ve decided to follow you. I’ve wasted a week waiting for you to return from your training in solitude and now I’ve wasted another watching you teach Kevin. If you’re ignoring me because of the bad impression I left you before, I would like to take this opportunity to sincerely apologize. So please, teach me something as you’ve taught Kevin. I will do my best to learn from you.”{j}{j}{j}{j}

source: 그녀는 똑똑했다.{j}어렸을 때부터 영재라 불렸으며, 아카데미 과정을 일찍 수료할 정도로 명석한 머리를 자랑했다.{j}그러나 그건 방구석 지식일 뿐이었다.{j}아카데미에서.{j}그리고 도서관에서.{j}차가운 현실이 아니라, 책에 기록되어 있는 것을 학습한 내용.{j}그녀가 판단하기에 로렌스는 밀릴 것이 없다고 생각했지만, 막상 닥친 현실은 이상적이지 않았다.
en_us: Her entire life she was full of herself believing that she was the smartest of all. Even in her academy, she was the wisest amongst her friends and was always named valedictorian. However, she now realized that she was just book smart. Based on what she had learned, ideally the Lawrence stood a chance against House Barco. But her father’s words convinced her that the harsh reality in front of her was entirely different from what she had learned from the books. {j}{j}{j}{j}{j}{j}

source: 처음부터 같이 있었던 것은 아니지만, 경직되어 있는 로렌스 부녀의 표정으로 보아 로메로 남작이 한바탕했을 것으로 추정되었다.
en_us: Looking at the stiffened face of the Lawrences, he could tell that they’ve been reprimanded by Baron Romero.

source: “지금 나랑 장난하자는 겁니까?”
en_us: “You have some nerve to come speak to me like this, Viscount Lawrence!”

source: 주변은 엉망이었다.
en_us: The room was a mess.

source: 천마는 역경을 통해 탄생했다.{j}만약 가시밭길을 걷지 않았더라면, 백중혁은 본인이 천마의 자리에 오르지 못했음을 알았다.
en_us: The divine demon and the leader of the divine force wouldn’t have been born without such obstacles. The threats and obstacles that he overcame defined who he was.{j}

source: 최근에 달라진 로만은 빈말을 할 사람이 아니다.{j}분명히 자신을 부르지 말라는 데는 명확한 이유가 있을 테니, 사람들에게는 당장에라도 로만을 불러올 것처럼 말해 놓고는 가만히 로만이 나오길 기다렸다.
en_us: The servant believed that there must be a clear reason why Roman had requested so. Instead of keeping his words with the people waiting in the castle, Hans decided to patiently wait for Roman.{j}

source: 새벽의 눈물.{j}독한 술.{j}새벽에 할 일.
en_us: Tears of Dawn. Strongest drink. Business at dawn.{j}{j}

source: 로렌스.
en_us: The thought of going after Roman into the land of Lawrence beyond the land of Dimitri made Jonathan get headaches.

source: 벤 마일즈.
en_us: Ben Miles, the leader of the Blood Fang, angrily said in frustration.

source: “내가 수련할 공간이 필요하다.{j}크기는 크지 않아도 상관이 없으나, 외부와 완전히 차단되어 있는 공간이어야 한다.{j}특히 방음이 확실할수록 좋다.{j}수련 도중에 방해를 받는 것은 정말 최악이니까.”
en_us: “I need you to find a place for me to train. Size doesn’t matter, but I need it to be completely isolated from the outside world. Most importantly, it has to be soundproof. I don’t want to be interrupted as I carry out my trainings.”{j}{j}{j}

source: 그를 똑바로 바라보았다.{j}그리고는, 확실하게 말했다.
en_us: Roman looked straight into his eyes and spoke with certainty.{j}

source: 화악.
en_us: Whoosh.

source: 문제의 근원.{j}그것이 중요했다.{j}그리고 그 대답은.
en_us: It was important for Roman to find the origin to his problems.{j}{j}

source: 처음에는 잔잔했던 목소리가, 지금은 로렌스 자작을 잡아먹을 것처럼 사납게 변했다.
en_us: Romero’s calm voice had now turned fierce like a tiger as if it was about to swallow Viscount Lawrence alive.

source: 밖에서 들리는 고성.
en_us: someone yelled.

source: 내부에서 일어나는 폭발.{j}바로 오라(aura)의 발현이었다.
en_us: A powerful explosion occurred inside Chris. He had unleashed his Aura.{j}

source: 6개월 뒤.{j}나는 전장으로 떠난다.{j}수많은 적을 상대하는 과정에서 내가 어떻게 강해지는지, 그리고 어떠한 방식으로 적을 무너트리는지를 똑똑히 보아라.{j}만약 10년 뒤에도 네가 내 곁에 남아 있다면…….”
en_us: “In six months, I will be living to the battlefield. Watch and learn how I foster my skills and power as I take down the enemies. If you serve me for the next ten years...”{j}{j}{j}

source: 로만 도련님과 같이 대단한 인물을 따를 수 있으리라고는, 케빈은 살면서 단 한 번도 꿈꾸어 본 적이 없었다.
en_us: Never in his life had he imagined that he would be granted an opportunity to serve someone as great as Lord Roman.

source: 이게 현실인가를 의심하던 케빈은, 화들짝 놀라더니 냅다 절을 했다.
en_us: For a second, he thought he was dreaming. Soon, he got back to his senses, dropping to the ground and bowing to the young lord.

source: “예.{j}혹시 도련님이 찾으실지도 모른다는 생각에, 케빈에게 거주지를 따로 마련해 준 상태입니다.”
en_us: “I already have his whereabouts, Lord Roman. I have asked for the location of his house believing that you would need it one day.”{j}

source: 문제는 맹목적인 사랑도 올바른 방법이 아니라는 것이었고, 하필이면 평민이었던 시절을 같이 경험한 로만이 엇나가고 말았다.
en_us: However, unlike those three who grew up dearly loved by their parents, Roman was different. Despite being scolded by his father at a young age and experiencing the hard times, Roman never grew up to be the person his father expected him to be.

source: 자신을 따르는 사람들이 강해지면 강해질수록, 그들의 머리가 커지면 커질수록.{j}천마 백중혁이라는 사람을 배신하는 것이, 얼마나 위험한 선택인지를 알게 될 테니까.
en_us: As his followers grew stronger and learned more of the world, they ended up learning the consequences of betraying Junghyeok Baek.{j}

source: 나뭇가지로 단검을 쳐 내는 것도 신기했는데, 나뭇가지로 공격할 때면 어김없이 사내들의 급소에 구멍이 뻥 뚫렸다.
en_us: Not only was it amazing to watch him block all of their attacks with a wooden stick, but each of his blow with the stick was a direct hit at the men’s vital point.

source: 탁기였다.{j}로만은 20대 중반의 나이를 먹도록 단 한 번도 생산적인 삶을 살아 보지 않은 사람이다.{j}몸에는 비슷한 나이대의 사람들보다도 더 많은 탁기가 쌓여 있었고, 시작부터 탁기에 막혀 버린 상황에 로만의 얼굴이 붉게 달아올랐다.
en_us: Until his mid-twenties, Roman had never lived a productive life. The body had a much higher volume of impurities than the average man. Blocked by impurities in every channel of his veins, Roman’s face turned red.{j}{j}

source: 다행히 세간에는 파혼 사실이 알려지지 않았다.{j}실수를 무르기 위해서는 지금밖에 없을 터.
en_us: Since the word of the break off had not reach the public’s ears, Viscount Lawrence thought he still had a chance to fix up his daughter’s mistake.{j}

source: 문제는.{j}‘처벌은 일반 영지민의 몫이 아니다.’{j}이곳은 드미트리의 땅이다.{j}
en_us: However, this land belongs to House Dimitri.

source: 처음에는 로만의 배려를 진지하게 생각하지 않았지만, 세월이 흘러 무림을 정벌한 이후에 광마는 맹목적인 신뢰의 이유를 물었다.
en_us: At first, when Roman offered the Demon of Lunacy to follow him, the demon didn’t consider it seriously, however, as time passed and Roman conquered Murim, he had to ask his lord what made him to have blind faith in a stubborn average person like him.

source: 마나를 받아들였다.{j}로만의 구속력(拘束力)은, 체내를 돌아다니는 마나가 그냥 빠져나가지 못하도록 만들었다.
en_us: Roman openly accepted the flow of mana into his body and simply used his skilled to bind the energy from leaving his body.{j}

source: 순식간의 자신만의 세계에 빠져든 로만은, 단전에 쌓여 있던 마나를 천천히 움직였다.
en_us: Roman instantly concentrated the flow of energy in his body and began to slowly move the mana stored in his core.

source: 사람들은 다들 부모의 보호를 받았던 유년기 시절이 있다.{j}그러나 로만.{j}아니, 백중혁은 달랐다.{j}백중혁이 어느 정도 몸을 움직일 힘을 얻었을 때, 그는 차가운 동굴 바닥에 그대로 버려졌다.
en_us: Unlike everyone, Junghyeok Baek grew up and spent his childhood without the care of his parents. After his birth when he barely started to move as child, Junghyeok Baek was thrown into a deep cold cave by his father.{j}{j}{j}

source: 그런데.{j}‘정말 블러드 팽을 소탕했어.’
en_us: But he really did find them. Not only that, but he completely wiped them out.{j}

source: “죄송합니다만, 저희 가게에 새벽의 눈물이라는 술은 없습니다.
en_us: “My apologies, sir, but we don’t have any drinks like that here.”

source: “……파혼을 정말 하겠다고요?”
en_us: “...are you serious? Do you want to cancel our engagement?”

source: 그런 그가.{j}그대로 뒤로 넘어갔다.{j}풀려 버린 동공은, 의식을 잃었음을 증명했다.
en_us: That very person, who o one in Dimitri stood a chance against, except his captain, was on lying on the ground blacked out by Roman’s attack.{j}{j}

source: “……왜 웃으시는 겁니까?”
en_us: “...Why are you laughing?”

source: 그로서는 쭉쭉 설명하는 것에 불과했는데, 로만은 그 설명에 따라 똑같이 마나를 움직이고 있었다.
en_us: Listening attentively to Chris’s words, Roman followed along and began to fully control his mana almost to the extent of manifesting Aura.

source: 한스가 고개를 숙였다.
en_us: Hans bowed his head to Roman after finishing his sentence.

source: 로만의 웃음이 짙어졌다.{j}상대가 발악하면 할수록, 로만은 이곳이야말로 자신이 바라던 장소라는 확신이 생겼다.
en_us: Roman couldn’t help laughing because this was exactly what he wanted from this new world. The more his enemies desperately struggled against him, the more he felt like he was alive. {j}

source: 시간은 상대적이다.
en_us: Time was fairly relative.

source: 로만은 케빈의 팔을 진짜로 자를 생각이 없었다.{j}일시적인 환영(幻影)으로 의지를 시험해 볼 요량이었는데, 케빈은 환영에 빠져들기도 전에 자신의 팔을 내리찍어 버렸다.
en_us: He never intended to cut off Kevin’s arm in the first place. He was planning to test Kevin’s willpower under the illusion. But even before he could cast the illusion on Kevin, the boy had already swung the sword to his arm.{j}

source: 지켜보는 사람들은 숨을 죽였고, 블러드 팽 패거리의 얼굴에는 비웃음이 떠올랐다.
en_us: On the other hand, a smirk appeared on the face of the Blood Fangs, unshaken by Hans’s words.

source: ‘이 녀석을 어떻게 할까.’
en_us: What should I do with him?

source: 얼굴은 새카맣고 근육도 없이 빼빼 마른 몸이었지만, 사내아이의 눈빛에서는 총명함이 보였다.
en_us: There was nothing impressive about the young boy’s dark face and slender body, but his keen eyes were enough to catch Roman’s attention.

source: 플로라였다.{j}
en_us: It was Lady Flora.{j}

source: 팍!
en_us: Bam!

source: 기사단장 조나단은, 힐끔힐끔 로만의 모습을 확인했다.
en_us: As they hurried their way back to the land of Dimitri, Captain Jonathan constantly peeked at Roman in doubt.

source: 사실 말이 기사단이지, 실제로 기사의 작위를 받은 사람은 조나단을 포함해서 딱 두 명.{j}나머지 14명의 인물은 서류상으로는 평민이었다.{j}물론 기사직을 희망하고는 있으나, 그들의 실력은 아직 모자란 부분이 많았다.
en_us: Even though they were called the Dimitri Knights as a whole, only Jonathan and another man were named knights by Romero. Basically, the remaining fourteen were plain commoners who had joined to become knights. Thus, they were still in training to improve their swordsmanship.{j}{j}

source: ‘이건 진짜 아니야.’
en_us: This is ridiculous.

source: “우리가 예고도 없이 찾아왔다는 사실은 인정합니다.{j}하지만 일주일 전에 만나기를 바란다는 의사를 전달했고, 그 제안을 거절하고도 아무런 소식이 없기에 이리 찾아온 것이 아닙니까?{j}차라리 처음부터 만남을 거절하고 문전박대했다면 이렇게까지 마음이 상하지는 않았을 겁니다.”
en_us: “I admit we showed up without a prior notice. But I had no choice but to come here because you refused my invitation that was sent last week and we haven’t heard a word from you since then. If you had us turned away at the door, I wouldn’t be this upset...!”{j}{j}

source: “지금 내가 붙잡고 있는 이 자는 그간 고리대금으로 무고한 시민들의 고혈을 빨아먹은 블러드 팽의 리더다.{j}너희들도 잘 알고 있을 것이다.{j}블러드 팽이, 얼마나 극악무도한 세력인지를.”
en_us: “The person you see right here below my hand is the leader of the Blood Fang. He is responsible for killing and hurting innocent people after charging them with high-interests. You should all know how cruel the Blood Fangs are and how they have devastated our lands.”{j}{j}

source: 앞으로 그가 자신의 진가를 드러낸다면, 플로라는 두고두고 사람들의 비웃음을 사게 될 것이다.
en_us: If he were to truly revel his potential in the near future, the viscount knew it would only defame Flora’s title as the flower of Lawrence. Roman was a much greater man than he’d expected.

source: 한때 광마도 평범한 소년이었고, 그에게 고대의 무공을 접할 기회 따위는 허락되지 않았다.
en_us: Born as an average boy, the Demon of Lunacy was never granted the opportunity to learn the ancient martial art techniques, just like Kevin.

source: 천마신공으로부터 비롯되는 무공을 완벽하게 사용하기 위해서는, 이제 인의 단계에 돌입해야 했다.
en_us: And for him to regain his old powers of Divine Force, he had to start from the Human Step and move forward.

source: “하나만 부탁해도 되겠니?”
en_us: “I have a favor to ask you.”

source: 사내가 발악했다.{j}주변에 널브러진 동료들의 모습에, 그의 얼굴은 창백하게 질린 상태였다.
en_us: The man screamed in fear. His face was pale white after seeing the dead bodies of his companions.{j}

source: 마음 같아서는.{j}딸에게 괜찮다고 말해 주고 싶었다.{j}항상 딸을 위한 선택을 하던 아버지이지만, 가문의 미래가 걸린 상황에서는 조엘 가문의 아버지와 다르지 않았다.
en_us: He wanted to comfort his daughter and tell her everything should be fine, but at a moment that would decide the fate of his House, he couldn’t tell her a white-lie just for her sake.{j}{j}

source: 알아보는 눈치였다.
en_us: It seemed like they knew exactly who he was.

source: “도련님.{j}아직 세상 물정 모르는 귀족 자제라는 건 잘 알겠는데, 성 밖에서, 그것도 송곳니 문신을 새기고 있는 우리를 상대로 그런 같잖은 태도를 보이면 참 곤란합니다.{j}이 밑바닥 생활도 나름 자존심으로 먹고사는 것이라서 말이죠.{j}저희에게 적의를 드러내는 말을 들어 놓고도, 그냥 물러나면 블러드 팽의 일원으로서 체면이 살질 않습니다.{j}상대가 설령 드미트리 가문의 자제라 할지라도요.”
en_us: “My young lord, if I may give you some word of advice. I understand that you are the son of a noble, ignorant to the things happening outside of your castle. But you still should know better that you’re not supposed to foolishly stand against a group of men like us with a fang tattoo. Self-esteem is quite important for us. So, it’s impossible for a Blood Fang to let such insults slip by, even if it’s coming from the son of the House of Dimitri.”{j}{j}{j}{j}

source: 조엘.{j}불쌍한 아이다.{j}안쓰러웠고, 그래서 되도록 잘해 주고 싶었다.
en_us: Flora always felt sorry for Joel that she tried her best to be a good friend to him.{j}{j}

source: 로렌스.{j}그곳은 드미트리의 영역이 아니다.{j}그런데도 길을 떠났다는 말에 머리가 굳는 느낌이었다.
en_us: The thought of going after Roman into the land of Lawrence beyond the land of Dimitri made Jonathan get headaches.{j}{j}

source: ‘웃어?’{j}
en_us: How dare you smirk at me?{j}

source: 벤 마일즈는 얼굴이 알려지지 않은 인물이 아닙니다.{j}블러드 팽의 리더라고는 밝혀지지 않았으나, 온갖 죄목으로 인해 로렌스에서는 제법 유명한 인물이었습니다.{j}그런데 로렌스는 그동안 어떻게 대처했습니까?{j}방관했습니다.{j}여러 사건 사고로 벤 마일즈가 붙잡힌 적이 있었는데도 불구하고, 막대한 보석금에 풀어 준 경우가 수차례입니다.{j}
en_us: “Apparently, Ben Miles wasn’t a hidden figure. Although he wasn’t known as the leader of the Blood Fang, I’ve heard that he was quite famous in your land for his felony. Why hasn’t the House of Lawrence take action to arrest him? Why did you turn a blind eye? It is true that he had been arrested couple times, but whenever he was arrested he was set free after paying his bail,” Roman seemed agitated at first but he continued his explanation with a firm voice.

source: ‘거슬려.’
en_us: They are really getting on my nerves.

source: 그 또한 육아에 서툴러서 감정을 제대로 표현하지 못했을 뿐이지, 그는 진심으로 로만을 사랑했다.
en_us: He was just like any other fathers, not used to expressing his true feelings for his children but dearly loved them with his heart.

source: “너는 지금부터 날 대신할 하나의 검으로 살아갈 것이다.”
en_us: “From now on, you’ll be living as my blade.”

source: 집무실에서 나왔을 때.{j}로만은 익숙한 상황을 맞이했다.
en_us: Once he left Baron Romero’s office, a familiar voice called for him.{j}

source: “그런 판단은 내게 이빨을 드러내기 전에 했어야지.”
en_us: “Well, you should’ve said that before I decided to attack you and your Blood Fang.”

source: 6성.{j}대륙 제일의 경지.
en_us: The peak strength in this continent was Level 6 Aura.{j}

source: 그리고.
en_us: Roman continued reading.

source: “얼른 로만 도련님을 따라가야 합니다!”
en_us: “You have to quickly go after Lord Roman!”

source: 의지가 대단했다.{j}자신의 의지를 피력하는 모습에, 로만은 케빈에게서 시선을 거두고는 크리스를 빤히 바라보았다.
en_us: Chris was strongly determined to learn from Roman, and it was enough to grab Roman’s attention. The young lord turned toward Chris and gazed at him.{j}

source: “아들아.{j}대체 일주일간 무슨 일이 있었던 것이냐?”
en_us: “My son, what on earth happened over the span of the week?”{j}

source: “……이번 문제는 전적으로 로렌스의 잘못입니다.{j}고로 파혼의 책임은 로렌스가 가져가겠습니다.{j}그리고 사죄의 의미로 당분간은 로렌스로 통하는 드미트리 상단의 통행료와 세금을 받지 않겠습니다.{j}물론 철광의 대부호에게 이런 푼돈은 의미가 없겠지만, 가문의 중대사를 안일하게 처리한 로렌스 가문의 진심 어린 사죄라고 생각하십시오.”
en_us: “...Lawrence shall take full responsibility for everything that has happened. For the time being, we will not impose taxes on any Dimitri Business that visit our country. While this may be nothing compared to the riches of an iron ore monopoly like you, but I would like to offer this as a way to express my sincerest apologies for the conflict between our Houses.”{j}{j}{j}

source: 물은 엎질렀고, 플로라는 아버지에게 불려 갔다.
en_us: Flora was brought to her father.

source: 팔락.
en_us: Swish.

source: 다시 로만에게로 향하는 시선.
en_us: Romero turned his eyes to Roman and smile at him with joy.

source: 그날.{j}혈마는 패배했다.
en_us: At the end of the brutal and intense battle, the Blood Demon had lost.{j}

source: 손에서 전해지는 반발력.
en_us: Chris felt Roman’s sword block his attack.

source: 정말 한심했다.
en_us: Flora was ashamed and embarrassed of herself and her ignorant decision.

source: 가슴이 철렁였다.{j}실수였다.
en_us: Jonathan felt his heart drop, but it was too late when he learned of his mistake.{j}

source: 웃음이 나왔다.{j}로만은 최근에 환골탈태를 진행했다.{j}그렇기에 플로라가 어떤 말을 하든, 로만의 육체에는 마약에 중독되었다고 할 만한 성질의 기운이 없음을 알았다.
en_us: Roman smiled thinking about Flora’s words, because he knew there wasn’t a slightest drop of drug left in his body after going through his complete change. Even if Roman was addicted to drugs, none remained in his body anymore.{j}{j}

source: 밥도 먹지 않아서 초췌한 얼굴이 되어 버린 그는, 결국 결단을 내리고 어디론가 걸음을 옮겼다.
en_us: As the sun came up, he finally made his decision and left his barracks with an exhausted face.

source: 슬쩍, 주변을 살폈다.
en_us: Hans spoke in a worried voice.

source: “후욱, 후욱.”
en_us: Huff. Huff.

source: ‘내가 가진 상식만을 맹목적으로 따르는 것은 퇴보의 지름길이다.{j}무림에서는 기(氣)라고 불리고, 이 세상에서는 마나와 오라라고 표현되는 힘을 직접 체험해 볼 필요가 있어.{j}처음부터 끝까지 새로운 세상의 방식으로.{j}설령 머리로는 이해할 수 없다 할지라도, 일단은 그들의 방식을 따르자.’
en_us: Blindly following my old ways will only lead to my failure. I must learn the difference between the gi, the form of energy used in Murim, and mana. I need to start from scratch. Even if I may not understand it fully, I need to follow their ways.{j}{j}{j}
